import { PersonalInfo } from "../../interfaces";

const personalInfo: PersonalInfo = {
  name: "Петр",
  greeting: "Привет! Я",
  aboutMeHeader: "ОБО МНЕ",
  description: "Я фронтенд-разработчик, специализирующийся на создании динамичных, адаптивных веб-приложений с использованием React. У меня есть хорошие знания JavaScript и современных стандартов ES6+, что позволяет создавать эффективные, масштабируемые и удобные для пользователя решения на фронтенде. Я уделяю большое внимание эстетике и удобству использования, часто применяя Tailwind CSS и SCSS для упрощения процесса стилизации и создания компонентов, соответствующих концепции проекта. Мой опыт в проектировании с использованием компонентов позволяет создавать модульный, поддерживаемый код. Я всегда в курсе новых библиотек и лучших практик в разработке. Ценю внимание к деталям и стремлюсь к тому, чтобы каждый проект сочетал функциональность и продуманный дизайн, обеспечивая отличное пользовательское взаимодействие."
};

export default personalInfo;
