import { PersonalInfo } from '../../interfaces';

const personalInfo: PersonalInfo = {
	name: 'Пётр',
	greeting: 'Привет! Я',
	aboutMeHeader: 'ОБО МНЕ',
	description: `Как говорится в пословице: «Если сам себя не похвалишь — никто не похвалит».
Однажды прекрасным днём я заинтересовался фронтенд-разработкой — и с тех пор это стало частью моей жизни.
Я просыпаюсь в 5 утра, чтобы насладиться тишиной и успеть немного покодить до начала рабочего дня. Потом — вечером, когда семья уже спит... И так продолжается уже несколько лет.
Отказ от Netflix и смешных котиков на YouTube со временем начал ощущаться, поэтому я решил отправиться в более глубокие воды в поисках своей первой работы мечты.
Цель — стать React-разработчиком, но я открыт и к другим технологиям.
В свободное время я люблю проводить дни в горах. Меня интересуют страны Центральной Азии, искусство и трансперсональная психология Карла Густава Юнга.
Приглашаю ознакомиться с моими проектами!  
Более официальное портфолио в формате PDF доступно для скачивания ниже.`,
	button: 'СКАЧАТЬ РЕЗЮМЕ',
};

export default personalInfo;
